webservice01/nusoap/request.xml

<?xml version="1.0" encoding="ISO-8859-1"?><SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body><ns6821:helloWorld xmlns:ns6821="http://tempuri.org"><__numeric_0 xsi:type="xsd:string">Tormen</__numeric_0></ns6821:helloWorld></SOAP-ENV:Body></SOAP-ENV:Envelope>
